[
    
    
  { 
        "text": "Какие есть следственные действия?", 
        "points": 3, 
        "explanation": "\n• Возбуждение дела (принятие заявления или фиксация нарушения);​\n• Инициация расследования (в т.ч. допрос свидетелей, потерпевших, подозреваемого, экспертов);​\n• Оперативно-розыскные мероприятия (объявление ориентировки);​\n• Очная ставка;​\n• Выемка;​\n• Осмотр;​\n• Освидетельствование;​\n• Контроль и запись переговоров;​\n• Опознание;​\n• Пересмотр;​\n• Предъявление для опознания;​\n• Следственный эксперимент;​\n• Проверка показаний;​\n• Привод;​\n• Доследственная проверка;​\n• Предварительное следствие;​\n• Профилирование подозреваемого;​\n• Добыча улик и доказательств.​​"
  },
    
  { 
    "text": "Какие есть процессуальные действия?", 
    "points": 3, 
    "explanation": "\n• Досмотр.​\n• Обыск.​\n• Задержание.​\n• Арест.​\n• Выписывание штрафов.​\n• Изъятие лицензий.​\n• Использование государственных спецсредств.​\n• Использование мегафона и спецсигналов служебных транспортных средств."
  },

  { 
    "text": "Какая статья уголовного кодекса освобождает лицо от ответственности, в случае если у лица не имелся умысел?", 
    "points": 3, 
    "explanation": "Статья 3.6 Уголовного кодекса"
  },
  { 
    "text": "Какие есть факторы состава преступления, подробно опишите их.", 
    "points": 3, 
    "explanation": "Состав преступления включает в себя: объект преступления (что нарушается), субъекта преступления (кто совершает), объективную сторону (конкретное деяние), субъективную сторону (вина) и причинно-следственную связь."
  },
  { 
    "text": "Какие предметы изымаются при вторичном обыске?", 
    "points": 2, 
    "explanation": "Изымаются нелегальные и государственные предметы, в том числе оружие (холодное и огнестрельное), боеприпасы, бронежилеты, специальные средства, наркотические вещества"
  },
  { 
        "text": "Назовите всех неприкосновенных лиц.", 
        "points": 2, 
        "explanation": "\n• Губернатор и Вице-Губернатор;\n• Кандидаты в Губернаторы, с момента объявления кандидатов на пост губернатора и до назначения нового губернатора федеральным правительством;\n• Советники губернатора;\n• Министры и заместители министров;\n• Председатель Коллегии Адвокатов и его заместители;\n• Судьи Штата Сан-Андреас;\n• Сотрудники Офиса Генерального прокурора;\n• Исключение: Помощник Прокурора имеет статус неприкосновенности только при исполнении должностных обязанностей.\n• Сотрудники USSS во время исполнения своих служебных обязанностей по охране первых лиц штата и охране суда с Капитолием;\n• Директор USSS, Заместитель Директора USSS;\n• Директор FIB, Главный Врач EMS, Шеф LSPD, Шериф LSCSD, Генерал SANG, Директор WN, а также их заместители;\n• Состав Сената штата Сан-Андреас на момент заседания Сената, а также 10 минут до и после заседания Сената в случае их нахождения на территории проведения Сената или здании Капитолия;"
  }, 
  { 
    "text": "До сколько минут может приостановить Прокурор процессуальные действия, для просмотра видеофиксации?", 
    "points": 1, 
    "explanation": "Приостановить процессуальные действия длительностью до 20 минут имеют право следующие субъекты задержания: Адвокат, Прокурор (принявший вызов), Начальство задержанного."
  },
  { 
      "text": "Сколько всего есть стадий применений сил? Опишите их.", 
      "points": 2, 
      "explanation": "\n1 стадия - присутствие.\n2 стадия - устное требование.\n3 стадия - простое силовое воздействие.\n4 стадия - применение нелетального действия и спецсредств.\n5 стадия - применение летального оружия"
  } ,
  { 
    "text": "До скольки минут может длиться конфиденциальная беседа с адвокатом?", 
    "points": 1, 
    "explanation": "Не более 5 минут"
  },
  { 
    "text": "Назовите стороны в уголовном судопроизводстве. Кто входит в каждую из сторон?", 
    "points": 3, 
    "explanation": "В уголовном судопроизводстве имеются следующие стороны: обвинение (прокурор, потерпевший), защита (защитник, адвокат) и суд (судья)."
  },
  { 
    "text": "В каких случаях лицо со статусом неприкосновенности может быть задержано?", 
    "points": 2, 
    "explanation": "Общественно-опасные деяния соединенные с угрозой для жизни и безопасности граждан."
  },
  { 
    "text": "Какое оружие можно/нельзя носить при себе с лицензией?", 
    "points": 2, 
    "explanation": "Только гражданское, то беж только то, которое можно купить в специальзированных магазинах."
  },
  { 
    "text": "Где можно использовать любое легальное оружие с лицензией?", 
    "points": 1, 
    "explanation": "Легальное оружие с лицензией можно использовать в специально отведенных для этого местах: тир, охотничьи угодья."
  },
  { 
    "text": "Сколько есть времени, на принятие вызова адвокатом в рацию департамента?", 
    "points": 1, 
    "explanation": "Время ожидания ответа адвоката на вызов составляет 3 минуты."
  },
  { 
    "text": "Является ли халатность сотрудника основанием для освобождения?", 
    "points": 1, 
    "explanation": "Нет, не является."
  },
  { 
    "text": "Что является срывом конфиденциальной беседы", 
    "points": 1, 
    "explanation": "В случае, если в течение 15 секунд посторонние не покинут комнату проведения конфиденциальной беседы, данная беседа считается нарушенной и является основанием для освобождения задержанного."
  },
  { 
    "text": "В каких случаях, адвокат может потребовать у сотрудника вызвать прокурора?", 
    "points": 1, 
    "explanation": "В случае, если вызванный адвокат выявил, что действия сотрудника, проводящего задержание, не соответствуют установленным нормам и требованиям действующего законодательства."
  }
  
]
